---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InvalidDataStreamException
source: html/a865a06d-7ef7-ae68-c757-ae3692269105.htm
---
# InvalidDataStreamException Properties

The information of the function throwing the exception.